Repository: TimmySheep/webspeak-ios
Catalog: WebSpeakIOS/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, ja, ru

source: Apple 系统语音处理（旧版语音）
de: Apple-Systemsprachverarbeitung (ältere Audioverbindung)
en: Apple system voice processing (legacy audio)
ja: Apple システム音声処理（旧音声経路）
ru: Системная обработка голоса Apple (старый аудиоканал)

source: English
de: Englisch
ja: 英語
ru: Английский

source: PTT 模式请在 App 内按住说话
de: Halte zum Sprechen in der App gedrückt
en: Press and hold in the app to talk
ja: アプリ内で長押しして話す
ru: Нажмите и удерживайте в приложении, чтобы говорить

source: PTT 等待
de: PTT bereit
en: PTT ready
ja: PTT 待機中
ru: PTT готова

source: TeamSpeak 服务器
de: TeamSpeak-Server
en: TeamSpeak server
ja: TeamSpeak サーバー
ru: Сервер TeamSpeak

source: VOX 与可切换的系统处理设置仅用于旧版 WebSocket PCM 路径；当前 WebRTC 使用系统 voiceChat 处理。
de: VOX und die umschaltbare Systemverarbeitung gelten nur für den älteren WebSocket-PCM-Pfad. WebRTC verwendet derzeit die Systemverarbeitung für voiceChat.
en: VOX and switchable system processing apply only to legacy WebSocket PCM audio. WebRTC currently uses the system voiceChat processing.
ja: VOX と切り替え可能なシステム処理は旧 WebSocket PCM 音声のみです。現在の WebRTC ではシステムの voiceChat 処理を使用します。
ru: VOX и переключаемая системная обработка доступны только для старого PCM-канала WebSocket. WebRTC использует системную обработку voiceChat.

source: VOX 与系统语音处理开关只作用于旧版 WebSocket 语音；当前通话使用 iOS voiceChat 处理，下面的设置不会改变当前 WebRTC 通话。
de: VOX und die Systemsprachverarbeitung gelten nur für die ältere WebSocket-Audioverbindung. Der aktuelle WebRTC-Anruf verwendet iOS voiceChat; diese Einstellungen ändern ihn nicht.
en: VOX and system voice processing only affect legacy WebSocket audio. The current WebRTC call uses iOS voiceChat, so these settings don't change it.
ja: VOX とシステム音声処理は旧 WebSocket 音声でのみ有効です。現在の WebRTC 通話は iOS voiceChat を使用するため、これらの設定は影響しません。
ru: VOX и системная обработка влияют только на старый звук WebSocket. Текущий вызов WebRTC использует iOS voiceChat, поэтому эти настройки на него не влияют.

source: VOX 按麦克风音量门限决定何时发送；Apple 系统语音处理使用 iOS 通话音频处理（例如回声消除、降噪）。
de: VOX sendet abhängig vom Mikrofonpegel. Apples Systemverarbeitung nutzt iOS-Sprachverarbeitung, etwa Echounterdrückung und Rauschminderung.
en: VOX uses the microphone level to decide when to transmit. Apple's system processing uses iOS voice processing, such as echo cancellation and noise reduction.
ja: VOX はマイク音量に応じて送信を制御します。Apple のシステム処理は iOS の音声処理（エコーキャンセルやノイズ低減など）を使用します。
ru: VOX определяет передачу по уровню микрофона. Системная обработка Apple использует голосовые функции iOS, например эхоподавление и шумоподавление.

source: VOX 语音触发阈值
de: VOX-Aktivierungsschwelle
en: VOX activation threshold
ja: VOX 起動しきい値
ru: Порог срабатывания VOX

source: VOX（旧版 WebSocket 语音）
de: Sprachaktivierung (ältere WebSocket-Audioverbindung)
en: Voice activation (legacy WebSocket audio)
ja: VOX（旧 WebSocket 音声）
ru: Голосовая активация (старый аудиоканал WebSocket)

source: WebRTC 信令已响应，正在等待实时媒体连接。
de: WebRTC-Signalisierung bestätigt; warte auf die Medienverbindung …
en: WebRTC signaling received; waiting for the live media connection…
ja: WebRTC シグナリングを受信しました。メディア接続を待っています…
ru: Сигнализация WebRTC получена; ожидание медиасоединения…

source: WebSpeak 会话
de: WebSpeak-Sitzung
en: WebSpeak session
ja: WebSpeak セッション
ru: Сеанс WebSpeak

source: WebSpeak 网关（HTTPS）
de: WebSpeak-Gateway (HTTPS)
en: WebSpeak gateway (HTTPS)
ja: WebSpeak ゲートウェイ（HTTPS）
ru: Шлюз WebSpeak (HTTPS)

source: WebSpeak 网关尚未完成初始化。
de: Das WebSpeak-Gateway ist noch nicht eingerichtet.
en: The WebSpeak gateway is not initialized yet.
ja: WebSpeak ゲートウェイはまだ初期化されていません。
ru: Шлюз WebSpeak ещё не настроен.

source: Русский
de: Russisch
en: Russian
ja: ロシア語

source: 仅本机实时显示输入电平，不录音、不保存，也不会发送到服务器。
de: Der Eingangspegel wird nur lokal und live angezeigt. Es wird nichts aufgenommen, gespeichert oder an einen Server gesendet.
en: Shows the input level locally in real time. Nothing is recorded, saved, or sent to a server.
ja: 入力レベルを端末上にリアルタイム表示します。録音・保存・サーバーへの送信は行いません。
ru: Уровень входного сигнала отображается только на устройстве в реальном времени. Запись, сохранение и отправка на сервер не выполняются.

source: 你收到一个 Poke。打开应用查看会话。
de: Du hast einen Poke erhalten. Öffne die App, um die Sitzung anzusehen.
en: You received a poke. Open the app to view the session.
ja: Poke を受信しました。アプリを開いてセッションを確認してください。
ru: Вы получили Poke. Откройте приложение, чтобы посмотреть сеанс.

source: 你收到一条提醒。打开应用查看会话。
de: Du hast eine Erinnerung erhalten. Öffne die App, um die Sitzung anzusehen.
en: You received an alert. Open the app to view the session.
ja: 通知が届きました。アプリを開いてセッションを確認してください。
ru: Вы получили уведомление. Откройте приложение, чтобы посмотреть сеанс.

source: 你的昵称
de: Dein Nickname
en: Your nickname
ja: ニックネーム
ru: Ваше имя

source: 使用 iOS 内置通话语音处理，尝试减轻背景声和回声；不是单独的降噪滤镜。
de: Verwendet die integrierte iOS-Sprachverarbeitung, um Hintergrundgeräusche und Echo zu verringern; kein separater Rauschfilter.
en: Uses built-in iOS voice processing to try to reduce background noise and echo; it isn't a standalone noise filter.
ja: iOS 内蔵の音声処理で背景音やエコーの軽減を試みます。独立したノイズフィルターではありません。
ru: Использует встроенную обработку голоса iOS для уменьшения фонового шума и эха; это не отдельный фильтр шума.

source: 使用系统 voiceChat 处理。
de: Verwendet die Systemverarbeitung für voiceChat.
en: Uses system voiceChat processing.
ja: システムの voiceChat 処理を使用します。
ru: Используется системная обработка voiceChat.

source: 保存当前网关的邀请链接；服务器密码不会包含在链接中。
de: Teile einen Einladungslink für dieses Gateway. Das Serverpasswort ist nicht im Link enthalten.
en: Share an invite link for this gateway. The server password is never included.
ja: このゲートウェイの招待リンクを共有します。サーバーパスワードはリンクに含まれません。
ru: Поделитесь ссылкой-приглашением для этого шлюза. Пароль сервера в ссылку не добавляется.

source: 停止麦克风测试
de: Mikrofontest stoppen
en: Stop microphone test
ja: マイクテストを停止
ru: Остановить проверку микрофона

source: 共享准备中
de: Bildschirmfreigabe wird vorbereitet
en: Preparing screen share
ja: 画面共有を準備中
ru: Подготовка демонстрации экрана

source: 关闭时，只要麦克风开启就会持续发送声音。
de: Wenn diese Option aus ist, wird bei eingeschaltetem Mikrofon fortlaufend Audio gesendet.
en: When off, audio is sent continuously whenever your microphone is on.
ja: オフの場合、マイクがオンの間は音声を送信し続けます。
ru: Если выключено, звук передаётся непрерывно, пока включён микрофон.

source: 最多 200 个字符；其他成员将看到“离开（原因）”。
de: Bis zu 200 Zeichen. Andere sehen „Abwesend (Grund)“.
en: Up to 200 characters. Others will see “Away (reason)”.
ja: 最大200文字です。他のメンバーには「離席中（理由）」と表示されます。
ru: До 200 символов. Другие увидят «Отошёл (причина)».

source: 分享 HTTPS 邀请链接
de: HTTPS-Einladungslink teilen
en: Share HTTPS invite link
ja: HTTPS 招待リンクを共有
ru: Поделиться ссылкой-приглашением HTTPS

source: 分享 WebSpeak 应用链接
de: WebSpeak-App-Link teilen
en: Share WebSpeak app link
ja: WebSpeak アプリリンクを共有
ru: Поделиться ссылкой приложения WebSpeak

source: 切换麦克风
de: Mikrofon umschalten
en: Toggle microphone
ja: マイクを切り替え
ru: Переключить микрофон

source: 初始频道
de: Startkanal
en: Initial channel
ja: 初期チャンネル
ru: Начальный канал

source: 后台 Poke 通知
de: Poke-Mitteilungen im Hintergrund
en: Background poke notifications
ja: バックグラウンド Poke 通知
ru: Уведомления о Poke в фоне

source: 后台 Poke 通知设置
de: Poke-Mitteilungen
en: Poke notifications
ja: Poke 通知
ru: Уведомления о Poke

source: 后台收到 Poke 时发送不含消息正文的本机通知。首次开启会请求系统授权。
de: Bei einem Poke im Hintergrund wird eine lokale Mitteilung ohne Nachrichtentext gesendet. Beim ersten Aktivieren wird um Systemberechtigung gebeten.
en: When a poke arrives in the background, a local notification is sent without its message text. System permission is requested the first time you enable this.
ja: バックグラウンドで Poke を受信すると、本文を含まないローカル通知を送信します。初回有効時にシステムの許可を求めます。
ru: При получении Poke в фоне отправляется локальное уведомление без текста сообщения. При первом включении запрашивается разрешение системы.

source: 后台消息通知
de: Benachrichtigungen im Hintergrund
en: Background message notifications
ja: バックグラウンド通知
ru: Уведомления в фоне

source: 在此设备记住身份
de: Identität auf diesem Gerät merken
en: Remember identity on this device
ja: このデバイスに ID を保存
ru: Запомнить идентификатор на устройстве

source: 在线
de: Online
en: Online
ja: オンライン
ru: В сети

source: 安静时不发送；声音达到下方设定后才开始发送。
de: Bei Stille wird nichts gesendet. Die Übertragung beginnt, sobald die Stimme den unten eingestellten Pegel erreicht.
en: Nothing is sent while it's quiet. Transmission starts when your voice reaches the level set below.
ja: 静かな間は送信しません。声が下で設定した音量に達すると送信を始めます。
ru: В тишине звук не передаётся. Передача начинается, когда голос достигает заданного ниже уровня.

source: 屏幕共享
de: Bildschirmfreigabe
en: Screen sharing
ja: 画面共有
ru: Демонстрация экрана

source: 已停止
de: Gestoppt
en: Stopped
ja: 停止中
ru: Остановлено

source: 已停止麦克风测试
de: Mikrofontest stoppen
en: Stop microphone test
ja: マイクテストを停止
ru: Остановить проверку микрофона

source: 已连接
de: Verbunden
en: Connected
ja: 接続済み
ru: Подключено

source: 应用语言
de: App-Sprache
en: App language
ja: アプリの言語
ru: Язык приложения

source: 开启扬声器后才能启用麦克风
de: Schalte den Lautsprecher ein, um das Mikrofon zu aktivieren
en: Turn on the speaker before enabling the microphone
ja: マイクを有効にするにはスピーカーをオンにしてください
ru: Включите динамик, чтобы активировать микрофон

source: 开启麦克风
de: Mikrofon einschalten
en: Unmute microphone
ja: マイクをオン
ru: Включить микрофон

source: 开始麦克风测试
de: Mikrofontest starten
en: Start microphone test
ja: マイクテストを開始
ru: Начать проверку микрофона

source: 当别人向你发送提醒时，在后台显示本机通知；普通聊天消息不推送。需允许通知，并且语音连接仍在运行。
de: Zeigt bei einer Erinnerung eine lokale Mitteilung an, wenn die App im Hintergrund läuft. Normale Chatnachrichten werden nicht gemeldet. Mitteilungen und eine aktive Sprachverbindung sind erforderlich.
en: Show a local notification for incoming alerts while the app is in the background. Regular chat messages aren't notified. Notification permission and an active voice connection are required.
ja: アプリがバックグラウンドで動作中に届いた通知を表示します。通常のチャット本文は通知しません。通知の許可と音声接続が必要です。
ru: Показывать локальное уведомление о входящем сигнале, когда приложение работает в фоне. Обычные сообщения чата не уведомляются. Требуются разрешение на уведомления и активное голосовое соединение.

source: 扬声器关闭
de: Lautsprecher aus
en: Speaker off
ja: スピーカーオフ
ru: Динамик выключен

source: 扬声器开启
de: Lautsprecher an
en: Speaker on
ja: スピーカーオン
ru: Динамик включён

source: 按住只向私语目标说话
de: Halten, um nur zu Whisper-Zielen zu sprechen
en: Hold to speak only to whisper targets
ja: 長押しして選択した相手にだけ話す
ru: Удерживайте, чтобы говорить только выбранным адресатам шёпота

source: 按住向私语目标说话
de: Halten, um zu Whisper-Zielen zu sprechen
en: Hold to whisper to targets
ja: 長押しして選択した相手に話す
ru: Удерживайте, чтобы говорить адресатам шёпота

source: 按住说话
de: Zum Sprechen halten
en: Hold to talk
ja: 押して話す
ru: Удерживайте для разговора

source: 日本語
de: Japanisch
en: Japanese
ru: Японский

source: 更多连接选项
de: Weitere Verbindungsoptionen
en: More connection options
ja: その他の接続オプション
ru: Дополнительные параметры подключения

source: 更改后界面立即切换；未翻译的文本会保留中文。
de: Die Oberfläche wechselt sofort. Noch nicht übersetzte Texte bleiben auf Chinesisch.
en: The interface changes immediately. Untranslated text remains in Chinese.
ja: 画面はすぐに切り替わります。未翻訳のテキストは中国語のまま表示されます。
ru: Интерфейс переключится сразу. Непереведённый текст останется на китайском.

source: 更改在线状态或设置离开原因
de: Onlinestatus ändern oder Abwesenheitsgrund festlegen
en: Change online status or set an away reason
ja: オンライン状態または離席理由を設定
ru: Изменить статус или указать причину отсутствия

source: 服务器密码
de: Serverpasswort
en: Server password
ja: サーバーパスワード
ru: Пароль сервера

source: 正在共享屏幕
de: Bildschirm wird geteilt
en: Sharing screen
ja: 画面を共有中
ru: Демонстрация экрана

source: 正在发言
de: Spricht gerade
en: Speaking
ja: 発言中
ru: Говорит

source: 正在向私语目标发送 · 松开结束
de: Whisper an Ziele · zum Beenden loslassen
en: Whispering to targets · release to stop
ja: 選択した相手に送信中 · 離すと終了
ru: Передача адресатам шёпота · отпустите, чтобы остановить

source: 正在观看共享
de: Bildschirmfreigabe wird angesehen
en: Watching a screen share
ja: 画面共有を視聴中
ru: Просмотр демонстрации экрана

source: 正在连接
de: Sprachverbindung wird hergestellt
en: Connecting voice
ja: 音声に接続中
ru: Подключение голосового канала

source: 正在连接网关…
de: Gateway wird verbunden …
en: Connecting to gateway…
ja: ゲートウェイに接続中…
ru: Подключение к шлюзу…

source: 正在重连
de: Verbindung wird wiederhergestellt
en: Reconnecting
ja: 再接続中
ru: Повторное подключение

source: 离开
de: Abwesend
en: Away
ja: 離席中
ru: Отошёл

source: 离开原因（可选）
de: Abwesenheitsgrund (optional)
en: Reason for being away (optional)
ja: 離席理由（任意）
ru: Причина отсутствия (необязательно)

source: 简体中文
de: Vereinfachtes Chinesisch
en: Simplified Chinese
ja: 簡体字中国語
ru: Упрощённый китайский

source: 聊天
de: Chat
en: Chat
ja: チャット
ru: Чат

source: 触发阈值
de: Schwellenwert
en: Activation threshold
ja: 起動しきい値
ru: Порог активации

source: 设为离开
de: Als abwesend festlegen
en: Set as away
ja: 離席に設定
ru: Установить статус «отсутствует»

source: 设置离开状态
de: Abwesenheitsstatus festlegen
en: Set away status
ja: 離席状態を設定
ru: Установить статус отсутствия

source: 诊断与设置
de: Diagnose und Einstellungen
en: Diagnostics and settings
ja: 診断と設定
ru: Диагностика и настройки

source: 语言
de: Sprache
en: Language
ja: 言語
ru: Язык

source: 语音
de: Sprache
en: Voice
ja: 音声
ru: Голос

source: 语音会话
de: Sprachsitzung
en: Voice session
ja: 音声セッション
ru: Голосовой сеанс

source: 语音处理
de: Sprachverarbeitung
en: Voice processing
ja: 音声処理
ru: Обработка голоса

source: 语音媒体暂不可用
de: Sprachmedien vorübergehend nicht verfügbar
en: Voice media unavailable
ja: 音声メディアを利用できません
ru: Голосовой канал временно недоступен

source: 语音已连接
de: Sprache verbunden
en: Voice connected
ja: 音声接続済み
ru: Голосовая связь подключена

source: 语音连接中
de: Sprachverbindung wird hergestellt
en: Connecting voice
ja: 音声に接続中
ru: Подключение голосового канала

source: 说话时自动发送
de: Beim Sprechen automatisch senden
en: Automatically send while speaking
ja: 話している間に自動送信
ru: Автоматически передавать речь

source: 说话触发音量
de: Sprachlautstärke zum Auslösen
en: Speaking volume threshold
ja: 話し声のしきい値
ru: Порог громкости речи

source: 跟随系统
de: Systemeinstellung
en: Follow system
ja: システム設定に従う
ru: Как в системе

source: 这两项只作用于旧版 WebSocket 语音；WebRTC 通话由 iOS 自带通话处理。
de: Diese Optionen gelten nur für ältere WebSocket-Audioverbindungen. WebRTC-Anrufe verwenden die integrierte iOS-Sprachverarbeitung.
en: These options only affect legacy WebSocket audio. WebRTC calls use iOS's built-in voice processing.
ja: これらの設定は旧 WebSocket 音声にのみ適用されます。WebRTC 通話は iOS 内蔵の音声処理を使用します。
ru: Эти параметры действуют только для старого звука WebSocket. Вызовы WebRTC используют встроенную обработку голоса iOS.

source: 连接
de: Verbinden
en: Connect
ja: 接続
ru: Подключение

source: 连接 TeamSpeak
de: Mit TeamSpeak verbinden
en: Connect to TeamSpeak
ja: TeamSpeak に接続
ru: Подключиться к TeamSpeak

source: 连接网关
de: Mit Gateway verbinden
en: Connect to gateway
ja: ゲートウェイに接続
ru: Подключиться к шлюзу

source: 邀请 Token
de: Einladungstoken
en: Invite token
ja: 招待トークン
ru: Токен приглашения

source: 重新读取网关配置
de: Gateway-Konfiguration erneut laden
en: Reload gateway configuration
ja: ゲートウェイ設定を再読み込み
ru: Повторно загрузить настройки шлюза

source: 降噪与回声处理
de: Rausch- und Echoverarbeitung
en: Noise and echo processing
ja: ノイズ・エコー処理
ru: Подавление шума и эха

source: 静音麦克风
de: Mikrofon stummschalten
en: Mute microphone
ja: マイクをミュート
ru: Выключить микрофон

source: 频道与成员
de: Kanäle und Mitglieder
en: Channels and members
ja: チャンネルとメンバー
ru: Каналы и участники

source: 麦克风声音
de: Mikrofon-Audio
en: Microphone audio
ja: マイク音声
ru: Звук микрофона

source: 麦克风开启
de: Mikrofon an
en: Microphone on
ja: マイクオン
ru: Микрофон включён

source: 麦克风测试
de: Mikrofontest
en: Microphone test
ja: マイクテスト
ru: Проверка микрофона

source: 麦克风输入
de: Mikrofoneingang
en: Microphone input
ja: マイク入力
ru: Вход микрофона

source: 麦克风静音
de: Mikrofon stumm
en: Microphone muted
ja: マイクミュート
ru: Микрофон выключен

source: 无需服务器
de: Kein Server erforderlich
en: No server required
ja: サーバー不要
ru: Сервер не требуется

source: 先体验 WebSpeak
de: WebSpeak ausprobieren
en: Explore WebSpeak
ja: WebSpeak を体験
ru: Оцените WebSpeak

source: 浏览语音、频道、聊天和灵动岛示例。使用离线演示数据，不会连接服务器、录音或发送消息。
de: Entdecke Sprach-, Kanal-, Chat- und Dynamic-Island-Beispiele mit Offline-Daten. Es wird keine Verbindung hergestellt, nichts aufgenommen oder gesendet.
en: Browse sample voice, channel, chat, and Dynamic Island screens offline. No server connection, recording, or messages.
ja: 音声、チャンネル、チャット、Dynamic Island のサンプルをオフラインで確認できます。サーバー接続、録音、メッセージ送信は行いません。
ru: Посмотрите примеры голосового чата, каналов, сообщений и Dynamic Island офлайн. Подключения к серверу, записи и отправки сообщений нет.

source: 开始体验
de: Demo starten
en: Start Demo
ja: デモを開始
ru: Начать демо

source: 打开离线示例工作区；不会连接服务器或启用麦克风
de: Öffnet den Offline-Demo-Arbeitsbereich ohne Serververbindung oder Mikrofonzugriff
en: Opens the offline demo workspace without connecting to a server or using the microphone
ja: サーバーに接続したりマイクを使用したりせず、オフラインデモを開きます
ru: Открывает офлайн-демо без подключения к серверу и доступа к микрофону

source: 离线体验 Demo
de: Offline-Demo
en: Offline Demo
ja: オフラインデモ
ru: Офлайн-демо

source: 示例数据
de: Beispieldaten
en: Sample data
ja: サンプルデータ
ru: Пример данных

source: 离线示例 · 不连接服务器或采集音频
de: Offline-Demo · keine Serververbindung oder Audioaufnahme
en: Offline demo · no server connection or audio capture
ja: オフラインデモ · サーバー接続・音声収録なし
ru: Офлайн-демо · без подключения и записи звука

source: 灵动岛示例
de: Dynamic-Island-Demo
en: Dynamic Island Demo
ja: Dynamic Island デモ
ru: Демо Dynamic Island

source: 灵动岛示例尚未启动。
de: Das Dynamic-Island-Demo wurde noch nicht gestartet.
en: The Dynamic Island demo has not started yet.
ja: Dynamic Island デモはまだ開始されていません。
ru: Демо Dynamic Island ещё не запущено.

source: 正在启动示例 Live Activity…
de: Demo-Live Activity wird gestartet …
en: Starting the demo Live Activity…
ja: デモ Live Activity を起動中…
ru: Запуск демонстрационной Live Activity…

source: 示例 Live Activity 已启动。
de: Demo-Live Activity gestartet.
en: The demo Live Activity is active.
ja: デモ Live Activity が起動しました。
ru: Демонстрационная Live Activity запущена.

source: Live Activities 当前已关闭，请检查系统设置后重试。
de: Live Activities sind deaktiviert. Prüfe die Systemeinstellungen und versuche es erneut.
en: Live Activities are disabled. Check System Settings and try again.
ja: Live Activities がオフです。システム設定を確認して再試行してください。
ru: Live Activities отключены. Проверьте настройки системы и повторите попытку.

source: 系统暂时无法启动示例 Live Activity，请稍后重试。
de: Die Demo-Live Activity kann gerade nicht gestartet werden. Versuche es später erneut.
en: The demo Live Activity could not start. Please try again later.
ja: デモ Live Activity を開始できませんでした。後でもう一度お試しください。
ru: Не удалось запустить Live Activity. Повторите попытку позже.

source: 重试灵动岛示例
de: Dynamic-Island-Demo erneut versuchen
en: Retry Dynamic Island Demo
ja: Dynamic Island デモを再試行
ru: Повторить запуск демо Dynamic Island

source: 仅支持灵动岛的 iPhone 会显示在岛上；这里的麦克风和扬声器状态均为模拟。
de: Nur iPhones mit Dynamic Island zeigen die Aktivität dort an. Mikrofon- und Lautsprecherstatus sind simuliert.
en: Only iPhones with Dynamic Island show it there. Microphone and speaker states are simulated.
ja: Dynamic Island 対応 iPhone のみ島に表示されます。マイクとスピーカーの状態はシミュレーションです。
ru: На Dynamic Island активность отображается только на поддерживаемых iPhone. Состояния микрофона и динамика смоделированы.

source: Deutsch
en: German
ja: ドイツ語
ru: Немецкий
